{
  "bios": [
    {
      "name": "Mike Zeller",
      "title": "Team Leader",
      "img": "http://localhost/dwell-local/wp-content/uploads/2017/05/headshot_liza_1_1024.jpg",
      "bio": "Mike Zeller is a passionate and dedicated real estate professional serving the greater Nashville, Tennessee area. Mike prides himself on being a realtor who listens, understands and genuinely cares about finding the perfect home for each of his clients. Mike also understands that every client is unique, and he strives to provide individualized, personal service. Whether his clients are looking for a dream home or selling a property, Mike will do his utmost to make sure that every client’s expectations are met in a timely manner during each and every step of the real estate process.<br><br>Mike has been a top 1-2% agent every year he has been in real estate. He has set pricing records on over 80% of listings for clients in 2014. He was the #1 Buyer’s Agent out of over 200 agents at Village in two of his first three years and always in the top 3. He was the #1 showing agent in April 2009 of 4,000 agents in Middle Tennessee. Mike is also a real estate investor with over seven properties currently which allows him to guide his clients to make wise investments. He is dedicated to creating a Nordstrom’s like experience in buying and selling a home and is an expert negotiator. Mike is one of the top agents in East Nashville and one of the top agents in the urban core in Nashville. The truest statement of the caliber of someone’s work is the number of repeat clients they have, and the vast majority of Mike’s clients are repeats and referrals.",
      "phone": "",
      "email": ""
    },
    {
      "name": "Brad Biel",
      "title": "Co-Founder &bull; Lead Agent",
      "img": "http://localhost/dwell-local/wp-content/uploads/2017/05/headshot_liza_1_1024.jpg",
      "bio": "Brad Biel is a dedicated and resourceful real estate professional serving the greater Nashville, Tennessee area. When you first meet Brad you know you have connected with someone very special. His genuine smile and warmth immediately engages everyone he meets. Brad excels at investing the time upfront with his clients to get to know them and understand their priorities. This engagement helps him work efficiently with his buyers and sellers to hit their target goal perfectly. Professional, individualized service is a core value for Brad and he prides himself on managing the process.<br><br>Brad Started his career as a sales rep working his way up to national sales manager and finishing as a global sales and marketing director for a medical corporation. His skill in development and management allows him to create a seamless, relaxed, and informed experience so his clients always know what to expect and what’s coming next.<br><br>If you are looking for a Real Estate Agent that loves Nashville for its dynamic city living and diversity and is an advocate with a passion for helping others make wise investments, as he has through home renovations, then Brad is your guy. Ask to join him on his day off, if you like to fish, hunt, sky dive, rock climb, or any other extreme sport. His love of life makes every day enjoyable and rewarding. It doesn’t matter if he is working or playing; his enthusiasm is contagious.",
      "phone": "615-653-9455",
      "email": "brad@dwellmusiccity.com"
    },
    {
      "name": "Diego Vergara",
      "title": "Realtor",
      "img": "http://localhost/dwell-local/wp-content/uploads/2017/05/headshot_liza_1_1024.jpg",
      "bio": "WAIT FOR UPDATED BIO",
      "phone": "615-975-5745",
      "email": "diego@dwellmusiccity.com"
    },
    {
      "name": "Kristen Redmond",
      "title": "Realtor",
      "img": "http://localhost/dwell-local/wp-content/uploads/2017/05/headshot_liza_1_1024.jpg",
      "bio": "Kristen is ecstatic to assist the people of Nashville with any real estate needs. Whether you are looking to buy a home, sell your current home, or rent, her goal is to aide and advise you through the entire process and make sure you find exactly what you are looking for. Coming from Austin, Texas Kristen knows how important it is to find the right home to make sure you feel at home here in Music City! Here’s a word from Kristen on a couple of our Dwell Music City Values:<br><br>“Joyfully Serve: Joy and happiness is contagious, for me to joyfully serve means that every person I encounter walks away feeling better then before meeting with me. If every person were a half full bucket of water I want to be the water that fills their bucket to the rim.<br><br>Pursue Extraordinary: What you pursue is what you create. I truly believe you can create the kind of life that you want, and if I’m going to create it I’m going to pursue to be extraordinary in every aspect of it.”<br><br>Outside of Real Estate Kristen is also known for writing music, her songs even being featured in Movies like 'Grown Ups 2' and TV shows like 'Keeping Up With The Kardashians'. She also loves to cook which lead to her competing on two different competition shows on the FoodNetwork!<br><br>So if you’re a foodie, have love for music and can get enough of this vibrant city of Nashville join her in helping you on your journey to finding your dream home!",
      "phone": "615-585-3555",
      "email": "kristen@dwellmusiccity.com"
    },
    {
      "name": "Gordon Perry",
      "title": "Realtor",
      "img": "http://localhost/dwell-local/wp-content/uploads/2017/05/headshot_liza_1_1024.jpg",
      "bio": "Gordon brings a vast wealth of knowledge to every transaction and now as your local area expert in Nashville and it’s communities, his objective is to work diligently to assist you in meeting your real estate goals.<br><br>Let Gordon help you realize that dream we all share of finding the right slice of Real Estate that gives us a sense of fulfillment and enhances our everyday lives. Whether you are seeking an exciting new place to live or exploring the incredible real estate investment opportunities available in Nashville, Gordon can help you find that property large or small, that is perfect for you.<br><br>Gordon spent a number of years in the music industry in Dallas and Los Angeles. He owned and operated a chain of successful recording studios while actively working as a record producer. He is best known for his work with Stevie Nicks. He is a voting member of the National Academy of Recording Arts and Sciences and is himself a “Grammy” award recipient.<br><br>In 2000, he moved to Kauai where he began his real estate career. As a Realtor on Kauai, he was voted ''number two'' Best Realtor on Kauai by the readers of Kauai’s Garden Island Newspaper and with over $80 million in Real Estate Sales, he consistently ranked in the top 10% of annual sales ''Island Wide'' (among all Kauai Realtors) & top 5% of annual sales on the ''North Shore''<br><br>He served on the boards of the Rotary Club of Hanalei Bay and the Kauai Board of Realtors. He also held a Mortgage Solicitors’ (brokers) license in Hawaii.<br><br>Gordon’s experience and negotiating skills will give you confidence in your decisions, while adding enjoyment and streamlining the process, so you can begin to enjoy your new lifestyle or investment sooner than later… FIND YOUR WAY HOME.",
      "phone": "615-249-8788",
      "email": "gordon@dwellmusiccity.com"
    },
    {
      "name": "Jacob Kupin",
      "title": "Realtor",
      "img": "http://localhost/dwell-local/wp-content/uploads/2017/05/headshot_liza_1_1024.jpg",
      "bio": "Jacob Kupin is a passionate and hard working REALTOR originally hailing from the great state of New York. Now making his home in Nashville, TN, Jacob specializes in first time homebuyers, and works to make the process as simple as possible. Jacob likes to remind his clients that it’s his job to stress, and their job to find a great home! Jacob also specializes in the Buena Vista, Germantown, and North Nashville areas, although he is well versed in the greater Nashville Area as a whole.<br><br>When not engaged in Real Estate Jacob attends concerts, volunteers with various charities, and helps musicians develop their careers.",
      "phone": "615-440-6673",
      "email": "jacob@dwellmusiccity.com"
    },
    {
      "name": "Daniel Swaw",
      "title": "Realtor",
      "img": "http://localhost/dwell-local/wp-content/uploads/2017/05/headshot_liza_1_1024.jpg",
      "bio": "Daniel has embarked into the world real estate! It’s an adventure that is full of rooms to be explored, stairs to be climbed, and new windows for fresh perspectives.<br><br>In November 2015, Daniel decided to follow a dream he’s had since the first day he was handed a hammer and heard sounds of a home being built. It was then with the smell of saw dust in the air, the sound of air guns firing away and some old rock song playing on the radio that he knew he wanted to help people make their home a place of refuge, warmth and happiness. Daniel is proud to work with some of the top 1% real estate agents at Dwell Music City in Nashville where their main goal is to go above and beyond to help you find the home of your dreams.",
      "phone": "615-887-0307",
      "email": "daniel@dwellmusiccity.com"
    },
    {
      "name": "Pete Hawes",
      "title": "Realtor",
      "img": "http://localhost/dwell-local/wp-content/uploads/2017/05/headshot_liza_1_1024.jpg",
      "bio": "Pete brings a unique range of experience to Dwell, including 23 years of home remodeling and property investment. He has purchased homes and multiple units on speculation for quick turns, as well as long term holds, creating cash producing, solid investments. He also knows firsthand the ups and downs of buying and selling residential real estate in good markets, as well as challenging markets.<br><br>In addition to his personal experience in real estate, Pete has been a licensed contractor and appraiser in San Diego, Orange County, and Nashville. He created a handyman service specializing in escrow repairs, often taking the guesswork and fear out of a long inspection report threatening to terminate a previously smooth transaction. He continues to manage his own investment properties and knows the level of commitment it takes to keep a broad spectrum of tenants happy in their homes.<br><br>With this range of experience, Pete now works with clients looking to maximize the marketability of their property, as well as young buyers hoping to avoid a problem home on their very first purchase. He takes pride in giving his clients the very best option available, with clear intention and loyalty to their specific need, no matter what the situation.",
      "phone": "615-944-6542",
      "email": "pete@dwellmusiccity.com"
    },
    {
      "name": "Liza Kawaller",
      "title": "Business Development &bull; Client Care Specialist",
      "img": "http://localhost/dwell-local/wp-content/uploads/2017/05/headshot_liza_1_1024.jpg",
      "bio": "Eu laborum ad nulla sint qui adipisicing mollit est proident anim voluptate dolore dolore sunt ex irure occaecat. Enim quis sit proident Lorem culpa esse proident velit qui ex voluptate consequat velit eu. Deserunt culpa adipisicing duis velit eiusmod et enim reprehenderit fugiat non aliqua eiusmod adipisicing ut laborum velit culpa. Cupidatat ex ipsum commodo tempor aliqua et magna eiusmod veniam excepteur est ut minim consequat. Officia est culpa officia officia pariatur esse sit.",
      "phone": "",
      "email": ""
    },
    {
      "name": "",
      "title": "",
      "img": "http://localhost/dwell-local/wp-content/uploads/2017/05/headshot_liza_1_1024.jpg",
      "bio": "",
      "phone": "",
      "email": ""
    }
  ]
}
